{
    "quotes": [
      "I always try to tell a story in the cinematic way, through a succession of shots and bits of film in between.",
      "I know what it is to feel lonely and helpless and to have the whole world against me.",
      "The only way for me to get rid of my fears is to make films about them.",
      "A boy's best friend is his mother.",
      "Self-plagiarism is style.",
      "If I won’t be myself, who will?",
      "Reality is something that none of us can stand, at any time.",
      "The silent pictures were the purest form of cinema.",
      "Fear isn't so difficult to understand. After all, weren't we all frightened as children?",
      "We all go a little mad sometimes.",
      "I have a feeling that inside you somewhere, there's somebody nobody knows about.",
      "There is nothing to winning, really. That is if you happen to be blessed with a keen eye, an agile mind, and no scruples whatsoever.",
      "I don't want to appear disloyal to television, but I think reading will be good for you.",
      "The picture's over. Now I have to go and put it on film.",
      "Making a film means, first of all, to tell a story. That story can be an improbable one, but it should never be banal. It must be dramatic and human.",
      "In many of the films now being made, there is very little cinema; they are mostly what I call 'photographs of people talking'.",
      "Never climb a fence if you can sit on it.",
      "Ideas come from everything.",
      "I'm a typed director. If I made Cinderella, the audience would immediately be looking for a body in the coach.",
      "The more successful the villain, the more successful the picture.",
      "I'm a writer and therefore automatically a suspicious character.",
      "The paperback is very interesting, but I find it will never replace the hardcover book – it makes a very poor doorstop.",
      "There is nothing quite so good as burial at sea. It is simple, tidy, and not very incriminating.",
      "The length of a film should be directly related to the endurance of the human bladder.",
      "Puns are the highest form of literature.",
      "If it’s a good movie, the sound could go off and the audience would still have a perfectly clear idea of what was going on.",
      "Really, the novelist has the best casting since he doesn't have to cope with the actors and all the rest.",
      "I believe in putting the horror in the minds of the audience, and not necessarily on the screen.",
      "Always make the audience suffer as much as possible.",
      "I was an uncommonly unattractive young man.",
      "In feature films the director is God; in documentary films, God is the director.",
      "What is drama, after all, but life with the dull bits cut out?",
      "A good film is when the price of the dinner, the theatre admission, and the babysitter were worth it.",
      "To make a great film you need three things – the script, the script and the script.",
      "I'm not against the police; I'm just afraid of them.",
      "I deny that I ever said actors are cattle. What I said was, 'Actors should be treated like cattle'.",
      "Revenge is sweet and not fattening.",
      "Deep inside, I am a shy man. And in the presence of colorful characters, I am a clam. I never try to outeccentric the eccentrics!",
      "Kicking is very important in football. In fact, some of the more enthusiastic players even kick the ball, occasionally.",
      "I’m frightened of eggs, worse than frightened, they revolt me.",
      "People don't always express their inner thoughts to one another; a conversation may be quite trivial, but often the eyes will reveal what a person really thinks or feels.",
      "There is no terror in the bang, only in the anticipation of it.",
      "A glimpse into the world proves that horror is nothing other than reality.",
      "I can't read fiction without visualizing every scene. The result is it becomes a series of pictures rather than a book.",
      "There is something more important than logic: imagination.",
      "If it’s a good movie, the sound could go off and the audience would still have a perfectly clear idea of what was going on.",
      "I've become a body of films; not a man, I am all those films.",
      "I am, to provide the public with beneficial shocks.",
      "If you can't do it naturally, then fake it.",
      "Never turn your back on a friend.",
      "Mystery is an intellectual process... But suspense is essentially an emotional process.",
      "Nothing has changed since Little Red Riding Hood faced the Big Bad Wolf. What frightens us today is exactly the same sort of thing that frightened us yesterday. It's just a different wolf.",
      "I would almost say that the best screen actor, is the man who can do nothing extremely well."
    ]
  }